Repository: huettig-rompf-marketing/wordpress-snippets-plugin
Catalog: translations/hur-snippets-*.po
Languages: de_de

source: Hütting & Rompf Snippet Settings
de_de: Hüttig & Rompf Snippet Einstellungen

source: Proxy must be a valid URL.
de_de: Die Proxy URL is keine valide URL.

source: Snippet Type is unknown.
de_de: Der Snippet Typ ist unbekannt.

source: Primary color is not a valid color.
de_de: Die Primärfarbe ist keine valide Farbe.

source: The given price could not be parsed into a float number.
de_de: Der angegebene Preis konnte nicht in eine Fließkomma Zahl umgewandelt werden.

source: This zip code looks invalid.
de_de: Diese Postleitzahl scheint ungültig zu sein.

source: Invalid boolean value
de_de: Ungültiger, boolscher Wert

source: Configuration is not a valid JSON.
de_de: Die Konfiguration enthält kein valides JSON.

source: Annuity calculator
de_de: Annuitätenrechner

source: Credit calculator
de_de: Kreditrechner

source: Variant S
de_de: Variante S

source: Variant M
de_de: Variante M

source: Variant L
de_de: Variante L

source: Custom configuration
de_de: Eigene Konfiguration

source: Hüttig & Rompf Snippets - Settings
de_de: Hüttig & Rompf Snippets - Einstellungen

source: Optional proxy to enhance your user's privacy. Has to be installed on your server, tho.
de_de: Erlaubt, bei Bedarf ein zusätzliches Proxy-Script zu installieren. Damit werden alle Anfragen an Hüttig & Rompf über Ihren Server geleitet.

source: Find the source on GitHub
de_de: Die Sourcen auf GitHub ansehen

source: Save
de_de: Speichern

source: These are the default settings for the snippets you place on your site. To show a snippet you can simply add the <code>[hur_snippet]</code> short-code somewhere in your content. All settings you take here can be adjusted using the json definition in the short code. If you have a special reqest or need help, <a href="mailto:marketing@huettig-rompf.de">feel free to contact us directly</a>.
de_de: Die Standard-Einstellungen für alle Snippets die Sie auf Ihrer Seite platzieren. Um ein Snippet anzuzeigen, fügen Sie einfach den <code>[hur_snippet]</code> Short-Code in Ihrem Content ein. Alle Einstellungen, die Sie hier vornehmen können Sie über die JSON Definition im Short-Code überschreiben. Wenn Sie einen besonderen Wunsch haben, oder Hilfe benötigen sollten, <a href="mailto:marketing@huettig-rompf.de">kontaktieren Sie uns gerne direkt</a>.

source: Snippet Type
de_de: Snippet Typ

source: Primary Color
de_de: Primärfarbe

source: Headline override
de_de: Überschrift ersetzen

source: Default: What does this real estate cost...
de_de: Standard: Was kostet Sie diese Immobilie...

source: Sub-Headline override
de_de: Unter-Überschrift ersetzen

source: Default: A service of...
de_de: Standard: Ein Service des...

source: Static property price
de_de: Statischen Immobilien Preis festlegen

source: Default: The user can adjust the price
de_de: Standard: Der Benutzer kann den Preis selbst setzen

source: You can also set this in your short code like so: %s
de_de: Sie können diesen Wert auch im Short-Code anpassen: %s

source: Property location zip
de_de: PLZ der Immobilie

source: Can be used to define the location for the property, so we can calculate with the correct tax rates.
de_de: Bestimmen Sie den Ort Ihrer Immobilien, damit wir die korrekte Grunderwerbssteuer verwenden können.

source: Show the Hüttig & Rompf logo
de_de: Zeige das Hüttig & Rompf Logo

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Inherit website fonts
de_de: Schriften von Webseite übernehmen

source: Advanced Configuration
de_de: Erweiterte Konfiguration

source: JSON Configuration
de_de: JSON Konfiguration
